export default {
  // Prayer Times
  Fajr: 'الفجر',
  Ishraq: 'إشراق',
  Dhuhr: 'الظهر',
  Asr: 'العصر‎‎',
  Maghrib: 'المغرب‎‎',
  Isha: 'العشاء‎‎',
  'UPCOMING PRAYER': 'UPCOMING PRAYER',

  // SettingScreen
  Settings: 'إعدادات',
  Language: 'اللغة',
  pinfo: 'بيانات شخصية',
  'Full Name': 'الاسم كاملا',
  'Full Name Desc': 'أدخل اسمك كاملا',
  Email: 'البريد الإلكترونى',
  'Email Desc': 'عنوان البريد الإلكترونى ( يستخدم للمزامنة والاتصال )',

  // HomeScreen
  'Emaan Status': 'الحالة الإيمانية',
  'My Prayers': 'صلواتى',
  'My Quran': 'قرآنى',
  'Other Activity': 'أنشطة أخرى',
  Report: 'التقرير',
  Books: 'الكتب',
  Share: 'مشاركة',
  Dhikr: 'الذكر',
  Qibla: 'القبلة',
  Quran: 'القرآن',
  'Al-Kahfi': 'الكهفى',

  // QuranScreen
  'Quran Reading': 'Quran Reading',
  'With Translation': 'With Translation',
  'With Tafseer': 'With Tafseer',
  'Not Reading': 'Not Reading',

  // DhikrScreen
  Dhikr: 'Dhikr',
  Morning: 'Morning',
  Evening: 'Evening',

  'Prayer Times': 'أوقات الصلاة',

  Help: 'مساعدة',

  // Daily Activity
  as1: 'ليلة سونا',
  a1: 'وقد ودو قبل النوم',
  a2: 'اقرأ تاسبيو 33x، توميد 33x، تاكبير 34x',
  a3: 'قراءة الملك',
  a4: 'النوم المبكر',
  a5: 'التهجد',
  as1t: 'الذين يقرأون الملك قبل النوم سوف تكون محمية من عذاب القبر',
  as2: 'سنة الليل',
  a6: 'ركعتان قبل صلاة الفجر',
  a7: 'أربع ركعات قبل صلاة الظهر',
  a8: 'ركعتان بعد صلاة الظهر',
  a9: 'اثنين من ركاء بعد المغرب',
  a10: 'ركعتان بعد صلاة العشاء',
  as2t: 'من يصلى السنن الرواتب اثنتى عشرة ركعة سيبنى له بيت فى الجنة',
  as3: 'حديث أبى بكر',
  a11: 'الصيام',
  a12: 'اتبع الجنازة',
  a13: 'أطعم المحتاج',
  a14: 'عد المريض',
  as3t: 'من يفعل هذه الأربع فى يوم سيدخل الجنة',

  // Monthly Activity
  bs1: 'نشاط المنظمة',
  b1: 'حضور الاجتماع',
  b2: 'اذهب إلى مجلس العلم',
  b3: 'اشتراك العضوية المدفوع',
  bs2: 'نشاط الدعوة',
  b4: 'بواسطة المادة المدفوعة',
  b5: 'بواسطة الانترنت ( البريد/ وسائل التواصل الاجتماعى )',
  b6: 'لإغلاق قائمة الاتصال',
  b7: 'دعوة الشارع للغرباء',
  bs3: 'الصدقة',
  b8: 'الإنفاق فى سبيل الله',
  b9: 'القرض الحسن ( القرض بدون فائدة )',
  b10: 'العمل التطوعى',
  bs4: 'قراءة كتاب إسلامى',
  b11: 'سجل',
  b11a: 'حرر',
  b12: 'قائمة',

  // etc
  Save: 'حفظ',
  Cancel: 'إلغاء',
  Delete: 'حذف',
  withRecitation: 'التلاوة',
  withTranslation: 'مع الترجمة',
  withTafseer: 'مع التفاصيل',
};
